Repository: MiniMurike/CallBoard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Any
ru: Любой

source: Reply confirmation
ru: Подтверждение отклика

source: Your reply to [{post.role}] {post.title} has been confirmed.
ru: Ваш отклик на [{post.role}] {post.title} был одобрен

source: In order to continue: private message to post author: {User.objects.get(id=author.id).email}
ru: Для того чтобы продолжить, напишите автору заявки: {User.objects.get(id=author.id).email}

source: Your reply denied
ru: Ваш отклик был отклонён

source: Your reply to [{post.role}] {post.title} has been denied
ru: Ваш отклик на [{post.role}] {post.title} был отклонён

source: Notification has been send to replier
ru: Уведомление было отправлено пользователю

source: Info from the CallBoard
ru: Информация от CallBoard

source: Hello from %(site_name)s!
ru: Здравствуйте от %(site_name)s!

source: You've received this email because %(user_display)s has given your email to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
ru: Вы получили это сообщение потому что %(user_display)s указал вашу почту для регистрации аккаунта на %(site_domain)s. Для подтверждения почты, перейдите %(activate_url)s

source: Are you sure want to delete
ru: Вы действительно хотите удалить

source: There is no orders with these parameters
ru: Заявок с такими параметрами нет

source: Replies to your posts:
ru: Отклики к вашим заявкам:

source: Reply to:
ru: Ответить:

source: From:
ru: От:

source: Click here to see replier's text
ru: Нажмите здесь, чтобы просмотреть ваш отклик

source: There is no one replied to any of yours posts
ru: Ещё никто не откликнулся на ваши заявки

source: Your replies:
ru: Ваши отклики

source: Click here to see your reply
ru: Нажмите здесь, чтобы просмотреть ваш отклик

source: You didn't reply to anyone's post
ru: Вы никому не откликались
